<!DOCTYPE html>
<html>

<head>
    <meta charset="utf-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title></title>
</head>

<body style="color: rgb(0, 0, 0); background-color: rgb(255, 255, 255);">
    <div>
        <h1 style="text-align: center; margin-left: 20px;"><span style="color: rgb(147, 101, 184);">Logbook</span></h1>
        <h4 style="text-align: center; margin-left: 20px;">Facundo Capaldo Mart&iacute;nez</h4>
        <h4 style="text-align: center; margin-left: 20px;">2023-05-28</h4>
    </div>
    <div>
        <h2 style="text-align: center; margin-left: 20px;"><span style="color: rgb(184, 49, 47);">Septiembre</span></h2>
        <div>
            <h3 style="text-align: center; margin-left: 20px;">20 de Septiembre</h3>
            <p style="text-align: center; margin-left: 20px;">SSD = UNidad de estado s&oacute;lido HDD = Unidad de disco r&iacute;gido</p>
            <p style="text-align: center; margin-left: 20px;">Las fotos a subir a aules son de 2mb + fondo blanco cuadrado</p>
            <p style="text-align: center; margin-left: 20px;">Nosotros usaremos el Markdown para programar en Gikhub</p>
            <p style="text-align: center; margin-left: 20px;">Haremos redes locales y sistemas de videovigilancia</p>
            <p style="text-align: center; margin-left: 20px;">NDG = C++, Cesar</p>
            <p style="text-align: center; margin-left: 20px;">Investigaci&oacute;n propia</p>
            <p style="text-align: center; margin-left: 20px;">computador cu&aacute;ntico y gigital diferencia Cooprocesador IA KDE Vida de los componentes Pentexting MVR Diagrama de ojo Tipos de memoria RAM El otro nombre de BIOS Tipos de Sistemas Copias de segurida Servidores-cliente Andruino Formas de hacer negrita, cursiva y subrayado en whatsapp como congelar la m&aacute;quina</p>
            <p style="text-align: center; margin-left: 20px;">P&aacute;ginas para ver compenentes de computadoras</p>
            <p style="text-align: center; margin-left: 20px;">Pc BOx App inform&aacute;tica Del computer</p>
            <p style="text-align: center; margin-left: 20px;">Tareas Hacer anotaciones de todas las clases y subirlas Gikhub o Bitbucked</p>
        </div>
        <div>
            <h3 style="text-align: center; margin-left: 20px;">22 de Septiembre</h3>
            <p style="text-align: center; margin-left: 20px;">Las televisiones tienen soporte (Siempre que te manden a recoger algo, rec&oacute;gelo todo, puede que ese algo sea una soporte)</p>
            <p style="text-align: center; margin-left: 20px;">Hay que hacer ubna ficha, para las m&aacute;quinas que nos d&eacute;</p>
            <p style="text-align: center; margin-left: 20px;">MOvimiento arm&oacute;nico simple: Senoidal Generadores rotativos = Senoidal ujn miliamerio, pasa el coraz&oacute;n te mata Los diferenciales noprmalmente disparan a los 30 miliamperios Reducci&oacute;n de la energ&iacute;a</p>
            <p style="text-align: center; margin-left: 20px;">Los ratones se lo pedimos al profesor, el cable enrrollado (solo no funciona un rat&oacute;n)</p>
            <p style="text-align: center; margin-left: 20px;">El examen cae fuerte</p>
            <p style="text-align: center; margin-left: 20px;">(Por el tama&ntilde;o de la torre, puedes saber que placa tiene)</p>
            <p style="text-align: center; margin-left: 20px;">en un taller no se tiran las cosas, ni tampoco dejar caer, ni se pasa de punta<br>Debemos de usar mantel de ule para desarmar Es perjudicial quitar la corriente al pc? Standbite = hay mayor consumo de electricidad, aunque sea poco</p>
            <p style="text-align: center; margin-left: 20px;">Monitor tubos florescentes encendidos</p>
            <p style="text-align: center; margin-left: 20px;">Antiguamente los computadores eran echos con ganas, ahora no, ahora lo hace cualquiera</p>
            <p style="text-align: center; margin-left: 20px;">Pueden quedar puntas afiladas al armar o desarmar la caja, hay que tener cuidado, hay que alejarnos y apretar la herida</p>
            <p style="text-align: center; margin-left: 20px;">la Chapa trasera de los conectores pueden lastimarte</p>
            <p style="text-align: center; margin-left: 20px;">Al abrir la caja debes hacerlo con vibraciones (temblando)</p>
            <p style="text-align: center; margin-left: 20px;">Cooling = Enfreamiento</p>
            <p style="text-align: center; margin-left: 20px;">Se enfria la m&aacute;quina porque, hay efecto Julios</p>
            <p style="text-align: center; margin-left: 20px;">Efecto Julios = Barras de resistencia, calientan el agua, y hay un termostato que apagan las barras de resistencia</p>
            <p style="text-align: center; margin-left: 20px;">Histeresis: Resistencia mec&aacute;nica, es un hueco entre los dos estados (abierto-cerrado)</p>
            <p style="text-align: center; margin-left: 20px;">Amplificador operacional</p>
            <p style="text-align: center; margin-left: 20px;">Los GPU y CPU, se calientan mucho</p>
            <p style="text-align: center; margin-left: 20px;">Procesadores del ultimo escal&oacute;n, se calientan menos</p>
            <p style="text-align: center; margin-left: 20px;">Mibs = medidad de procesador</p>
            <p style="text-align: center; margin-left: 20px;">Nitrogeno, forma de refrigeraci&oacute;n delm CPU</p>
            <p style="text-align: center; margin-left: 20px;">Marca y modelo de placa = lo haces todo</p>
            <p style="text-align: center; margin-left: 20px;">TDP del procesador</p>
            <p style="text-align: center; margin-left: 20px;">Enchufes tiene laminas de met&aacute;licas :</p>
            <p style="text-align: center; margin-left: 20px;">El motor debe estar siempre con conexi&oacute;n a tierra = las picas (se pueden unir con tuberia de cobre) se hace depende al terreno en el que trabajes</p>
            <p style="text-align: center; margin-left: 20px;">M&aacute;quinas inform&aacute;ticas o (electricas): todas deben tener toma de tierra, electr&oacute;nica</p>
            <p style="text-align: center; margin-left: 20px;">Podemos ser una burbuja electr&oacute;statica, si hay humedad no hay acumulaci&oacute;n de carga est&aacute;tica</p>
            <p style="text-align: center; margin-left: 20px;">SHA= Una funci&oacute;n, que inventaron los matem&aacute;ticos, que crearon para comprobar que es original el archivo</p>
            <p style="text-align: center; margin-left: 20px;">Telurometro</p>
            <p style="text-align: center; margin-left: 20px;">cableado sata y otros CD-room</p>
            <p style="text-align: center; margin-left: 20px;">Infaview = solo desacargar el de 32bits y todos sus complementos, m&aacute;s el lenguaje lo m&aacute;s importante la configuraci&oacute;n es que vaya a la carpeta del programa (de esta forma lo podemos copiar al pendrive) despu&eacute;s instalamos el pluglin y despu&eacute;s el espa&ntilde;ol Gato rojo chafao es el programa</p>
            <p style="text-align: center; margin-left: 20px;">(el fondo negro, cambiarlo en amarillo)</p>
            <p style="text-align: center; margin-left: 20px;">&iquest;Qu&eacute; piezas tiene una m&aacute;quina? Placa Disco duro Memoria RAM Tarjeta de red Tarjeta Gr&aacute;fica Procesador Cooler Fuente de poder</p>
            <p style="text-align: center; margin-left: 20px;">ficha Hardware</p>
            <p style="text-align: center; margin-left: 20px;">Procesador Memoria RAM Disco duro Unidad de CD y DVD Tarjeta de video Puertos Monitor Tarjeta de Red Tarjeta de Video Teclado Mouse Fuente de poder Board (marca) Marca de Clase</p>
            <p style="text-align: center; margin-left: 20px;">Software</p>
            <p style="text-align: center; margin-left: 20px;">Sistema Operativo Particiones de disco duro Microsoft offcie Navegadores Adobe Reader Compresor de archivos Antivirus Deep freeze Unidades de grabaci&oacute;n Otros programas</p>
            <p style="text-align: center; margin-left: 20px;">Procesador</p>
            <p style="text-align: center; margin-left: 20px;">Que hay que ver en la m&aacute;quina</p>
            <p style="text-align: center; margin-left: 20px;">Si prende</p>
            <p style="text-align: center; margin-left: 20px;">Programas para saber el hardware de la pc</p>
            <p style="text-align: center; margin-left: 20px;">hardware info Piriform Speccy. AIDA64 / Hardinfo. SysInspector. CPU-Z / CPU-X. Intel Processor Diagnostic Tool. WiFi Analyzer. Angry IP Scanner. CrystalDiskInfo.</p>
            <p style="text-align: center; margin-left: 20px;">Editor de videos</p>
            <p style="text-align: center; margin-left: 20px;">Investigaci&oacute;n</p>
            <p style="text-align: center; margin-left: 20px;">Telurometro Histeresis Circuito el&eacute;ctrico Circuito electr&oacute;nico Si rule MOvimiento arm&oacute;nico simple Generadores rotativos Puerto serie Conectores de la Torre Unidades electricos Standbite Alarmas conectadas por radio AUVconectores Tecnologia de acumalci&oacute;n de energ&iacute;a y no (tipos de clase) Enfriamiento l&iacute;quido Efecto Julios Carga electrost&aacute;tica</p>
            <p style="text-align: center; margin-left: 20px;">Hiperenlace de ficha</p>
            <p style="text-align: center; margin-left: 20px;"><a href="https://es.slideshare.net/yohanihopkins/ficha-tecnica-pc-48524718">https://es.slideshare.net/yohanihopkins/ficha-tecnica-pc-48524718</a></p>
            <p style="text-align: center; margin-left: 20px;"><a href="https://www.irfanview.com/">https://www.irfanview.com/</a></p>
            <p style="text-align: center; margin-left: 20px;">Adri&aacute;n Perez</p>
            <p style="text-align: center; margin-left: 20px;">Caja minitorres (Hay que revisar las v&iacute;as y abrirlo a un solo golpe) (hay varios tipos) Placa Base, placa madre Memoria RAN Tipos de conectores Procesador Disipador, y ventilador Fuente Alimentaci&oacute;n, m&oacute;dulo de alimentaci&oacute;n (algunos tiene bot&oacute;n) Disco Duro 100GB</p>
            <p style="text-align: center; margin-left: 20px;">Placa ASRock</p>
        </div>
        <div>
            <h3 style="text-align: center; margin-left: 20px;">27 de Septiembre</h3>
            <p style="text-align: center; margin-left: 20px;">Primera evaluaci&oacute;n=redes y hardware pc</p>
            <p style="text-align: center; margin-left: 20px;">inventario: se saca fotos, mas un formulario en MArkdown, ficha informativa software de diagn&oacute;stico: buscar</p>
            <p style="text-align: center; margin-left: 20px;">Revisa seguridad y prevenci&oacute;n</p>
            <p style="text-align: center; margin-left: 20px;">Una pr&aacute;ctica de manejo de escaleras + medidas de seguridad (momento de instalar)</p>
            <p style="text-align: center; margin-left: 20px;">Un video reportaje al hacer el proyecto, de instalaci&oacute;n,</p>
            <p style="text-align: center; margin-left: 20px;">Para instalador de sistema: Ventoy o rufus en usb, que tenga espacio para un mont&oacute;n de archivos isos Recordar que siempre que no queramos borrar nada bebemos solo actualizar, no instalar</p>
            <p style="text-align: center; margin-left: 20px;">Shurfshark: Aplicaci&oacute;n para entrar en la DeepWeb o web profunda Esta aplicaci&oacute;n debemos usar para buscar cosas t&eacute;cnicas (informaci&oacute;n para nuestro proyecto)</p>
            <p style="text-align: center; margin-left: 20px;">(Antes hab&iacute;a windows to go pra usb)</p>
            <p style="text-align: center; margin-left: 20px;">Rufus puede instalar windows 11, quitando restricciones, m&aacute;s de esta forma puedes instalar en aparatos que no cumplen ciertas caracter&iacute;sticas</p>
            <p style="text-align: center; margin-left: 20px;">Linux windows system o solo Linux nativo Comprobaci&oacute;n de PC Comprobar que se enciende (boton power on) Se ejecuta una rutina llamada boot al prender la Pc Configuracio&oacute;n Setap, hay que pedirle que inicie en el usb (F11, o la que sea de producto) Tienes que ver en quie posici&oacute;n esta el usb (primero o segundo en el apaertado del disco duro)</p>
            <p style="text-align: center; margin-left: 20px;">En el BIOS puedes ver todas las caracter&iacute;sticas espec&iacute;ficas de la m&aacute;quina, (voltaje, temperatura, discos duros, etc)</p>
            <p style="text-align: center; margin-left: 20px;">DIstribuci&oacute;n debian=Instalador Linux</p>
            <p style="text-align: center; margin-left: 20px;">Junior Computer, en Paris 1989 BIOS: cambiar pila (2032) si no se puede cambiar la hora (la hora del BIOS debe ser la actual)</p>
            <p style="text-align: center; margin-left: 20px;">BIOS Menu herramientas Easy flash (investigar)</p>
            <p style="text-align: center; margin-left: 20px;">Video 1 (Fabi&aacute;n C. Barrios) En el colegio no te ense&ntilde;ar&aacute;n hacer aviones</p>
            <p style="text-align: center; margin-left: 20px;">M&uacute;sica de fondo de buen escuchar, relajante, Tiene una buena introducci&oacute;n, llega a ti de forrma muy natural Tiene un buen manejo de c&aacute;mara y corporal Nos cuenta historia espec&iacute;fica de la educaci&oacute;n, mientras lo compara con su vida Dice: La educaci&oacute;n normativa, nos ense&ntilde;a a tener una vida normal (somos una pieza de engranaje) Nos ense&ntilde;an a ser un ciudadano modelo, hacemos el esquema ponze Nos muestra las deficiencias de la educaciones La gente rica, normalmente no tiene una educaci&oacute;n normativa, da ejemplo: de Elon Musk, pagando gente, para que no vaya a la u Solo hay catedr&aacute;ticos grises, no son creativos, solo piensan en salir y tener paguita, m&aacute;s tienen ideolog&iacute;as. Ideolog&iacute;as: Son malas, nos crea conformidad de pensamiento, y alumnos que se vayan a una sola opini&oacute;n ideol&oacute;gica, m&aacute;s ya no genera debates de diferentes tipos de puntos El se&ntilde;or Fabi&aacute;n por lo visto prepara su di&aacute;logo, con antelaci&oacute;n, m&aacute;s parece que tiene m&aacute;s o menos calculado sus movimientos corporales Dice: Las ideolog&iacute;as en la escuela primaria es malo, debe ser para, los adolescentes Los profesores tienen dif&iacute;cil, porque deben seguir una normativa Un maestro a triunfado cuando sus alumnos aprendieron las capitales de &Aacute;frica seg&uacute;n la educaci&oacute;n normativa, pero un maestro realmente triunfa cuando hace que sus estudiantes se preguntan porque estan ahi las capitales africanas La educaci&oacute;n normativa nos quita la imaginaci&oacute;n y nos hace ser solo seres que memorizan La genter normalmente olvida despu&eacute;s de un tiempo lo que aprendio copmo la forma normativa, nos indica Nos meten cosas que seg&uacute;n la edad no corresponde, de ni&ntilde;os nos hacen leer el Quijote de la Mnacha, pero si lo leemos de adultos nosotros veremos que es una bella obra</p>
            <p style="text-align: center; margin-left: 20px;">Tiene m&uacute;sica de entrada y salida, m&aacute;s obviamente de intermedio, m&aacute;s regula su voz en todo momento</p>
            <p style="text-align: center; margin-left: 20px;">Nos fomenta a emprender, m&aacute;s tenemos que ser muiy curiosos, no solo confiar en nuestro talento natural Debemps exponernos a todo lo que podamos, para poder decirnir</p>
            <p style="text-align: center; margin-left: 20px;">Al final tiene una m&uacute;sica motivacional</p>
            <p style="text-align: center; margin-left: 20px;">Glosario</p>
            <p style="text-align: center; margin-left: 20px;">L&iacute;nea de vida (escalera u obra) Capado instalaci&oacute;n frugal FOSS ISO Boot Debian=Instalador Linux</p>
            <p style="text-align: center; margin-left: 20px;">Investigaci&oacute;n personal</p>
            <p style="text-align: center; margin-left: 20px;">Datos y aplicaciones (conocimientos b&aacute;sicos) video reportaje de cuerdas Nudos de cuerda Surfshark(web profunda)(en nuestro usb) &iquest;como se puede iniciar un sistema operativo de un pendrive? FOSS (para pc y celulares) fotot si o si Ventoy o rufus Buscar de nuevo ISOS Linux windows system Mundo maquero y comandos M&oacute;dulos(chips especializados)(en PC) Sistema de netrada y salida base (placa base) Como entrar en la BIOS Salto hiperespacio(PC) Marca oliveti (79) BIOs y como cambiar pila + como resetearla Computar Disco Flexible USB HIhg Spreed o Full Spreed cuantos term&oacute;metros tiene la pc Gparter(herramienta instalador) Instalador por red</p>
            <p style="text-align: center; margin-left: 20px;">Tareas Debian 11 net install o live (puedes jugar con &eacute;l) y Ventoy, solo probar en nustra computadora (descargar de sitios oficiales, sino no) Cuando pongamos el flash, debemos desactivar en tiempo real el defender Valoramos el video del &uacute;&ntilde;timo video del canal, Fabi&aacute;n C. Barrios (vemos los comentarios) (&uacute;ltimo video, im&aacute;genes creadas por I.A.) (psicolog&iacute;a del tocador)</p>
        </div>
    </div>
    <div>
        <h2 style="text-align: center; margin-left: 20px;"><span style="color: rgb(184, 49, 47);">Octubre</span></h2>
        <div>
            <h3 style="text-align: center; margin-left: 20px;">4 de Octubre</h3>
            <p style="text-align: center; margin-left: 20px;">9 logitec</p>
            <p style="text-align: center; margin-left: 20px;">2 logitec modelo M-U0026</p>
            <p style="text-align: center; margin-left: 20px;">7 Logitec modelo M-UAE96</p>
            <p style="text-align: center; margin-left: 20px;">1 V7 3 modelo M30P10-7E</p>
            <p style="text-align: center; margin-left: 20px;">1 APD 1 modelo MSU0939</p>
            <p style="text-align: center; margin-left: 20px;">1 HP 1 modelo M-BT96a</p>
            <p style="text-align: center; margin-left: 20px;">6 Innobo 1 modelo B-3067586 5 modelo B-43067586</p>
            <p style="text-align: center; margin-left: 20px;">1 Genius 1 modeloGM-070005</p>
            <p style="text-align: center; margin-left: 20px;">3 microsoft 1 modelo X08-704000 2 modelo X800898</p>
            <p style="text-align: center; margin-left: 20px;">mouse negro-plomo mantenimieno (3Go)</p>
            <p style="text-align: center; margin-left: 20px;">1 modelo MOM56446</p>
            <p style="text-align: center; margin-left: 20px;">no funcionan</p>
            <p style="text-align: center; margin-left: 20px;">5</p>
            <p style="text-align: center; margin-left: 20px;">nos inventamos un red (multiplos de 2)</p>
            <p style="text-align: center; margin-left: 20px;">ejemplo (haremos al menos 36)</p>
            <p style="text-align: center; margin-left: 20px;">&ldquo;C&rdquo; 192.168. . / 24 redes(odas empiezan poir 192)subred:habitaciones/host=huesped 8 / 8 / 8 0=toda la red 225= rot cast</p>
            <p style="text-align: center; margin-left: 20px;">subred EE3 no les de s nun apuestta 0, y en la 1 los enrutadores, wifi la dos o LA TRES PODEM OS PONER empezamos por 3 = red</p>
            <p style="text-align: center; margin-left: 20px;">1-15&hellip; m&aacute;quinas (ser&aacute;n f&iacute;sicas)(si tienen el mismo n&uacute;mero, ser&aacute; al ganana)</p>
            <p style="text-align: center; margin-left: 20px;">Direccion forzada en el Piv4</p>
            <p style="text-align: center; margin-left: 20px;">click derecho, en la barra de utilidades, abrir configuracci&oacute;n de red, cenro de redes y recursos abajo del mismo ver las propieddes</p>
            <p style="text-align: center; margin-left: 20px;">nuestra game boy 192.168.0.1</p>
            <p style="text-align: center; margin-left: 20px;">Demian Sistema Operaivo</p>
            <p style="text-align: center; margin-left: 20px;">P8mateo = igual darle ppaso a la red cableada</p>
            <p style="text-align: center; margin-left: 20px;">Pin</p>
            <p style="text-align: center; margin-left: 20px;">Las p&aacute;gina, los sabemos por su nombre,</p>
            <p style="text-align: center; margin-left: 20px;">en la url podemos pedir la traducci&oacute;n del n&uacute;mero de efectivo</p>
            <p style="text-align: center; margin-left: 20px;">en un principio el DNS 8.8.8.8</p>
            <p style="text-align: center; margin-left: 20px;">instrucci&oacute;n que se llame ping, y luego ponmos la direccci&oacute;n del ordenador del que queremos hablar</p>
            <p style="text-align: center; margin-left: 20px;">HaRemos puene conexion f&iacute;sica router-c Port&aacute;til por red Conexi&oacute;n inal&aacute;mbrica</p>
            <p style="text-align: center; margin-left: 20px;">Examen se hace si o si, si lo tenemos preparado</p>
            <p style="text-align: center; margin-left: 20px;">Arquieura: Platforma debian</p>
            <p style="text-align: center; margin-left: 20px;">P&aacute;ginas</p>
            <p style="text-align: center; margin-left: 20px;">wikidebian</p>
            <p style="text-align: center; margin-left: 20px;">buscar</p>
            <p style="text-align: center; margin-left: 20px;">Arquitectura de PC</p>
            <p style="text-align: center; margin-left: 20px;">PLataforma= Sistema Operativo</p>
            <p style="text-align: center; margin-left: 20px;">amd64., arquieura de procesador</p>
            <p style="text-align: center; margin-left: 20px;">consola de comandos linux (numeral) eres el puto amo</p>
            <p style="text-align: center; margin-left: 20px;">ccambiar un ario de configraci&oacute;n</p>
            <p style="text-align: center; margin-left: 20px;">consola : almoadilla, sirve para onfigrar loa mensajes sharp ingles</p>
            <p style="text-align: center; margin-left: 20px;">teclas para activar una consola ctrl+alt+t abre consola</p>
            <p style="text-align: center; margin-left: 20px;">altt+tab= cambia pantallas porqu no pude ser 19; porque viene el 1a, ect, tiene que ser 0019 terminal, consola</p>
            <p style="text-align: center; margin-left: 20px;">placas de conexi&oacute;n de usb</p>
            <p style="text-align: center; margin-left: 20px;">instrucci&oacute;n encadnado a oro se puede hacer: lspci barra recta grep &ldquo;controller&rdquo;</p>
            <p style="text-align: center; margin-left: 20px;">ifconfi -alo (a)= confiuraci&oacute;n de ipo &iquest;como saber que cosas estan instalados en la consola?</p>
            <p style="text-align: center; margin-left: 20px;">wlp16s0 lo=flag Grupos de viguerias</p>
            <p style="text-align: center; margin-left: 20px;">KDE= gruo de gente que hace virguer&iacute;as FXC Ming El disco esta reppartido esn zonaa, omo staionamienos de autos Banda: Mintras m&aacute;s kylobites astes se hhace mas lento y si es ttarifa te van cobrando</p>
            <p style="text-align: center; margin-left: 20px;">venttaja de onsola = no rat&oacute;n, puedes meter omando a una computadora remotamene (abres sesi&oacute;n remota antes)</p>
            <p style="text-align: center; margin-left: 20px;">Dir ; mkadir ; cls ; pci ; clear consola P&aacute;gina</p>
            <p style="text-align: center; margin-left: 20px;"><a href="https://wiki.debian.org/es/Compartir_red_fisica_com_Wifi_system">https://wiki.debian.org/es/Compartir_red_fisica_com_Wifi_system</a></p>
            <p style="text-align: center; margin-left: 20px;">Investigar</p>
            <p style="text-align: center; margin-left: 20px;">Bustter Stable</p>
            <p style="text-align: center; margin-left: 20px;">hombre de la rosa pel&iacute;cula</p>
            <p style="text-align: center; margin-left: 20px;">configuraci&oacute;n est&aacute;tica y manual buscar</p>
            <p style="text-align: center; margin-left: 20px;">Katty Perry cantante</p>
            <p style="text-align: center; margin-left: 20px;">root</p>
            <p style="text-align: center; margin-left: 20px;">ancho de banda</p>
        </div>
        <div>
            <h3 style="text-align: center; margin-left: 20px;">6 de Octubre</h3>
            <p style="text-align: center; margin-left: 20px;">Si somos smart kids, pondremos en com&uacute;n todas las notas, hay que ser generosos en esta vida</p>
            <p style="text-align: center; margin-left: 20px;">Debian: logotipo caracol = igual hombre y mujer, machismo (debora)</p>
            <p style="text-align: center; margin-left: 20px;">Steve Jobs = Apple &Eacute;l quer&iacute;a un m&oacute;vil peque&ntilde;o, dise&ntilde;ar</p>
            <p style="text-align: center; margin-left: 20px;">Pantalla retina = ver con mon&oacute;culo para apreciar todo</p>
            <p style="text-align: center; margin-left: 20px;">Debian no toca el n&uacute;cleo lunix, ellos hacen el resto</p>
            <p style="text-align: center; margin-left: 20px;">ciclo de vida = el tiempo que estar&aacute; en funcionamiento ; reciclar el material ;</p>
            <p style="text-align: center; margin-left: 20px;">&iquest;como se construye el software?</p>
            <p style="text-align: center; margin-left: 20px;">sistema operativo = muchas aplicaciones, m&aacute;s se prueba x3, porque salen errores x3, siempre los sistemas operativos saldr&aacute;n siempre con errores conocidos y desconocidos (esto se arregla con actualizaciones, cambiando aplicaciones, un parche)</p>
            <p style="text-align: center; margin-left: 20px;">Distros van por interacci&oacute;n 11, 5 lo quye sea</p>
            <p style="text-align: center; margin-left: 20px;">Netinstaling = que tenga life</p>
            <p style="text-align: center; margin-left: 20px;">bentoy o directo instalar en el flash</p>
            <p style="text-align: center; margin-left: 20px;">ISO= paquete comprimido</p>
            <p style="text-align: center; margin-left: 20px;">1.Estructura geom&eacute;trica, para hacer y desahcer (iso)</p>
            <p style="text-align: center; margin-left: 20px;">2.Puede ser h&iacute;bridro su huesped instalador</p>
            <p style="text-align: center; margin-left: 20px;">Proceso de arranque</p>
            <p style="text-align: center; margin-left: 20px;">la placa serializa a 0 todos los registros de chips, genera se&ntilde;al de video, de 80 caracteres por 5 lineas, hace resumen, genera tabas, se va al disco duro, que recibe el control de ejecucion El pc se lanza el vacio, a ejecutar el sector 0 del disco = puede haber un malware, es una peque&ntilde;a desventaja</p>
            <p style="text-align: center; margin-left: 20px;">Memoria de arranque del sistema operativo unix, mc2, windows, mac, etc</p>
            <p style="text-align: center; margin-left: 20px;">unix es muy gordo, para grandes PC minix es m&aacute;s peque&ntilde;o = es el mejor, pero no lo tenemos windows o linux=pc</p>
            <p style="text-align: center; margin-left: 20px;">ubuntu debian= ubuntadas tai=debian</p>
            <p style="text-align: center; margin-left: 20px;">&iquest;que pasa si tengo que arrancar elo usb? usb = arranque life o bentoy o rufus</p>
            <p style="text-align: center; margin-left: 20px;">usb con dos particiones = se hace para compatibilizar usb de memoria grande con una computadora antigua</p>
            <p style="text-align: center; margin-left: 20px;">localization: grafia, alfabetos, flojo, texto en chino inferior derecha, tipo de fecha el instalador gr&acute;sfivo pagina debian org open stack = la nube, de copia de sitemas</p>
            <p style="text-align: center; margin-left: 20px;">ARM = Tel&eacute;fonos; Power PC</p>
            <p style="text-align: center; margin-left: 20px;">nube amazon</p>
            <p style="text-align: center; margin-left: 20px;">chips de memoria RAM = se borran cuando no tinene eclrricifs, P&aacute;ginas</p>
            <p style="text-align: center; margin-left: 20px;">Debian org</p>
            <p style="text-align: center; margin-left: 20px;">aplicaci&oacute;n jeeppack</p>
            <p style="text-align: center; margin-left: 20px;">desmontar= retirar carpetas del sistema</p>
            <p style="text-align: center; margin-left: 20px;">que ocurre a una maquina reci&eacute;n instalada el sistema operativa: Kwin = gestor de ventanas</p>
            <p style="text-align: center; margin-left: 20px;">ventanas: superficie rectangular elementos de energ&iacute;a bater&iacute;a. elementos en serie= no tiene autoapagado acumulador: se recarga pila: controles</p>
            <p style="text-align: center; margin-left: 20px;">continuidad en hospitales: miiometro, resistencia de cada tramo de cable, se anota todo el tiempo los cables + puestas de tierra (ventanas, puertas met&aacute;licas, etc) investigaci&oacute;n (el paciente es indefenso, esta dormido, es una pena1) nunca pilas en bolsillo = porque las llaves le pueden prender fuego (se muri&oacute;)</p>
            <p style="text-align: center; margin-left: 20px;">&iquest;que hacemos con 2.5 voltios?</p>
            <p style="text-align: center; margin-left: 20px;">Distrowhatch (sitio whatch) Distros Pantalla retina IBM comprobador de cableado compilaci&oacute;n de un programa</p>
        </div>
        <div>
            <h3 style="text-align: center; margin-left: 20px;">11 de Octubre</h3>
            <p style="text-align: center; margin-left: 20px;">esto no es un sitio de ofim&aacute;tica, esto es un taller</p>
            <p style="text-align: center; margin-left: 20px;">Formato web</p>
            <p style="text-align: center; margin-left: 20px;">Redes inform&aacute;ticas, en 1969 Arpanet= militar hab&iacute;a tambi&eacute;n investigaci&oacute;n universitaria</p>
            <p style="text-align: center; margin-left: 20px;">Protocolo aloja= radio, se enviaban bits, en modem paquet, meter los bits en pitiditos, el que lo esucha lo pilla si emiten dos a la vez, se detectaba colisi&oacute;n, se temporizaba y volv&iacute;an a probar</p>
            <p style="text-align: center; margin-left: 20px;">un emisor envia un paquete los em&aacute;s se callan (se escucha, portadora, tu emisor local no emite hasta que haya silencio)</p>
            <p style="text-align: center; margin-left: 20px;">escuetch: funci&oacute;n de hablar</p>
            <p style="text-align: center; margin-left: 20px;">CSMA/CD: protocolo de transmisi&oacute;n anticolisiones</p>
            <p style="text-align: center; margin-left: 20px;">Segmentaci&oacute;n, en varios ordenadores debe haber un receptor</p>
            <p style="text-align: center; margin-left: 20px;">los emplames producen imperancias.</p>
            <p style="text-align: center; margin-left: 20px;">que es mejor oci o tcp-ip</p>
            <p style="text-align: center; margin-left: 20px;">hay que la modularidad, por ventaja de modularidad las capas son mejor, definiciones del estandar y luego pilas anrtiguas</p>
            <p style="text-align: center; margin-left: 20px;">Hardware= una direccion tu eres funalito y vives ahi, son cajas negras</p>
            <p style="text-align: center; margin-left: 20px;">MAC: dni de cada de una de las maquinas</p>
            <p style="text-align: center; margin-left: 20px;">ventajas de modularidad de las pilas,</p>
            <p style="text-align: center; margin-left: 20px;">se p&ugrave;ede enviar bloques tcp, udp</p>
            <p style="text-align: center; margin-left: 20px;">udp= flujos de datos complejos +tcp= siempre funciona, cliente de emule</p>
            <p style="text-align: center; margin-left: 20px;">emule, se puede quedar congelada, si falla un bloque</p>
            <p style="text-align: center; margin-left: 20px;">nstalar windows es de gilipollas, lo mejor es hacer que arranque de un usb</p>
            <p style="text-align: center; margin-left: 20px;">Si se para un servidor: rompe la memoria</p>
            <p style="text-align: center; margin-left: 20px;">Quitar corriente todos los sistemas caen, pero eres bestia si lo haces, debes hacer un sistema de borrado, y luego los vendes</p>
            <p style="text-align: center; margin-left: 20px;">medios: canal de informaci&oacute;n</p>
            <p style="text-align: center; margin-left: 20px;">conducido metales cobre, plata, in inal&aacute;mbrico NFS= muy es antiguo archivos= flujo de datos, se sabe cuando empieza, mmas cuando no acaba (stream)</p>
            <p style="text-align: center; margin-left: 20px;">caracter end of fire, es que se acabo</p>
            <p style="text-align: center; margin-left: 20px;">Linux NFS</p>
            <p style="text-align: center; margin-left: 20px;">SSH: enchufe seguro, te facilita la comunicaci&oacute;n, es fiable</p>
            <p style="text-align: center; margin-left: 20px;">una terminal es un puerto m&aacute;s (solo importa eol cponcepto, lo dem&aacute;s no importa)</p>
            <p style="text-align: center; margin-left: 20px;">los bits se traducen, con m&aacute;quinas</p>
            <p style="text-align: center; margin-left: 20px;">Clases de redes: asociar una cantidad mayor o menor de una misma red</p>
            <p style="text-align: center; margin-left: 20px;">Enlace permanente y canal</p>
            <p style="text-align: center; margin-left: 20px;">23 de febrero, intento de golpe de estado Espa&ntilde;a, seci&oacute;n del congreso</p>
            <p style="text-align: center; margin-left: 20px;">transmisi&oacute;n procrast</p>
            <p style="text-align: center; margin-left: 20px;">que pasa si uno habla en tonos graves, agudos y ultrasonidos, hay que crear canales y frecuencuias de radio</p>
            <p style="text-align: center; margin-left: 20px;">1 octava es doble frecuencia</p>
            <p style="text-align: center; margin-left: 20px;">50 comunicaciones simultaneamente en un piano sus octavas+</p>
            <p style="text-align: center; margin-left: 20px;">8000 frecuencias, la tv, no son m&uacute;ltiplos de la otra</p>
            <p style="text-align: center; margin-left: 20px;">CADA CANAL TIENE 8000</p>
            <p style="text-align: center; margin-left: 20px;">Al profesor le gusta solo los reportajes de animales, lo dem&aacute;s no le vale (canales de la tv)</p>
            <p style="text-align: center; margin-left: 20px;">4 emisiones a la vez, hay menos problemas de interferencia</p>
            <p style="text-align: center; margin-left: 20px;">transmision telematica puede ir mal o bien, se debe a los compa&ntilde;eros que tienes al centro se le da un ancho de banda T1</p>
            <p style="text-align: center; margin-left: 20px;">mapa de hilos</p>
            <p style="text-align: center; margin-left: 20px;">doblar fibra &oacute;ptica excesivamente, sale un rastro de luz</p>
            <p style="text-align: center; margin-left: 20px;">calor=infrarojo</p>
            <p style="text-align: center; margin-left: 20px;">rojo y azul= ves mal</p>
            <p style="text-align: center; margin-left: 20px;">verde chaleco= lo ves mejor</p>
            <p style="text-align: center; margin-left: 20px;">las computadoras fueron echos especialmenrte para los humanos, seg&uacute;n nuestra vista</p>
            <p style="text-align: center; margin-left: 20px;">la se&ntilde;al viaja 30 cent&iacute;metros por segundo</p>
            <p style="text-align: center; margin-left: 20px;">redes r&aacute;pidas se quedan m&aacute;s cortas</p>
            <p style="text-align: center; margin-left: 20px;">se&ntilde;al del par se pueden mezclar</p>
            <p style="text-align: center; margin-left: 20px;">la corriente el&eacute;ctrica francesa a espa&ntilde;a, puede ocurrir un fen&oacute;meno de retorno, y eso se considera p&eacute;rdida</p>
            <p style="text-align: center; margin-left: 20px;">transmisores de frecuencia: acoplar la antena con el amplificador de potencia</p>
            <p style="text-align: center; margin-left: 20px;">impoerancia del amplificador y la antena deben aser lo mismo</p>
            <p style="text-align: center; margin-left: 20px;">f&oacute;rmula ? = v/f</p>
            <p style="text-align: center; margin-left: 20px;">cada 10 centimetros aparace un polo magnetico, en la frecuencia de una antena de tarjeta de red</p>
            <p style="text-align: center; margin-left: 20px;">tarjeta de red sin porras, probablemente no funcione, porque se revienta la red cuando no tiene antena y lo hacen funciona</p>
            <p style="text-align: center; margin-left: 20px;">las tarjetas de red deben tener si o si dos antenas porque se va arruinando</p>
            <p style="text-align: center; margin-left: 20px;">tarea</p>
            <p style="text-align: center; margin-left: 20px;">verificaci&oacute;n de cables vamos hace una conexi&oacute;n SSH hacer test de velocidad de datos en el celular</p>
            <p style="text-align: center; margin-left: 20px;">onda electromagn&eacute;tica= es cuantica</p>
            <p style="text-align: center; margin-left: 20px;">investigar</p>
            <p style="text-align: center; margin-left: 20px;">el hormiguero antena 8 colores de infrarojo Servidor de hcp Arpanet Prtocolo aloja IBM primer pc segmentaci&oacute;n y microsegmentaci&oacute;n Unix en TCP-IP emule sistemas tcp y udp GSM Tipois de computadoras Black out Frecuencias octogonales Litz FDM redes m&aacute;s r&aacute;pidas se quedan m&aacute;s cortas por que duplex semi duplex pupinizar las l&iacute;neas partes de una onda recepci&oacute;n diversity modulaci&oacute;n de la tv</p>
        </div>
        <div>
            <h3 style="text-align: center; margin-left: 20px;">13 de Octubre</h3>
            <p style="text-align: center; margin-left: 20px;">10 elevado a 0 es 1</p>
            <p style="text-align: center; margin-left: 20px;">Convertir binario a decimal</p>
            <p style="text-align: center; margin-left: 20px;">opreci&oacute;n y = m&aacute;scara de red</p>
            <p style="text-align: center; margin-left: 20px;">acarreo = se a&ntilde;ade un bit m&aacute;s a la izquierda (puede ser como la suma)</p>
            <p style="text-align: center; margin-left: 20px;">el octal es de 0-7 Firmar permisos con Linux</p>
            <p style="text-align: center; margin-left: 20px;">Jesus Quintero: lo peto con sus programas de entrevistas y m&aacute;s</p>
            <p style="text-align: center; margin-left: 20px;">ETD: equipo terminal de datos pero dte es ingl&eacute;s</p>
            <p style="text-align: center; margin-left: 20px;">Cada dato tiene una longitud de bits, o longitud palabra</p>
            <p style="text-align: center; margin-left: 20px;">word 1 bits, doble word 2bits, nivel bits</p>
            <p style="text-align: center; margin-left: 20px;">Buses de doble sentido pueden ser.</p>
            <p style="text-align: center; margin-left: 20px;">receptor = amplificador de se&ntilde;al</p>
            <p style="text-align: center; margin-left: 20px;">Pila de abajo de protocolos</p>
            <p style="text-align: center; margin-left: 20px;">Fibra &oacute;ptica tiene niveles de colores cable coaxial, paralelos, infrarojos, bluthue, etc</p>
            <p style="text-align: center; margin-left: 20px;">Divide y venceras= los avances no involucra a todo de golpe, sino partes</p>
            <p style="text-align: center; margin-left: 20px;">Pilas de protocolos</p>
            <p style="text-align: center; margin-left: 20px;">Genera datos que agrupa a lo que hay abajos</p>
            <p style="text-align: center; margin-left: 20px;">transmisi&oacute;n</p>
            <p style="text-align: center; margin-left: 20px;">amplificador, se usa una l&iacute;nea valenciada</p>
            <p style="text-align: center; margin-left: 20px;">telegrafo= no linea valanciada</p>
            <p style="text-align: center; margin-left: 20px;">Abstraerse= no te importa lo que haya fuera de tu campo</p>
            <p style="text-align: center; margin-left: 20px;">Cometido de las capa de la pila</p>
            <p style="text-align: center; margin-left: 20px;">Bit de correcci&oacute;n se puede perder</p>
            <p style="text-align: center; margin-left: 20px;">Osi</p>
            <p style="text-align: center; margin-left: 20px;">unidad de informaci&oacute;n bit</p>
            <p style="text-align: center; margin-left: 20px;">nivel red: que m&aacute;uinas pueden conectarse con otras y cuales no nivel f&iacute;sico: Tranceptor nivel de enlace de datos: conmutador nivel de de red: nivel de transporte: no suele estar en el domicilio, proveedor de servicios de internet PCI la informac&oacute;n lo hace aparecer en otro lugar</p>
            <p style="text-align: center; margin-left: 20px;">telefon&iacute;a Demarcaci&oacute;n: 2000 abonados</p>
            <p style="text-align: center; margin-left: 20px;">conectar vecinos pr&oacute;ximos en f&iacute;sico funcionaba muy bien</p>
            <p style="text-align: center; margin-left: 20px;">T&uacute; eres el que hizo la sesi&oacute;n, puede ser que los datos se env&iacute;en de manera distinta; puede ser un disco, una impresor, etc</p>
            <p style="text-align: center; margin-left: 20px;">traducir idomas, c&oacute;digos datos se representan= double word, 4 mil millones decimal, 11bits</p>
            <p style="text-align: center; margin-left: 20px;">apple e intel, extremo grande, extremo chico, ver su capa de de nivel de presentaci&oacute;n</p>
            <p style="text-align: center; margin-left: 20px;">scH = ENCHUFE SECURE</p>
            <p style="text-align: center; margin-left: 20px;">ENCAPSULAR DATOS<br>arriba un texto se pasa a la capa de abajo se recibes un archivo, se repite si no a llegado</p>
            <p style="text-align: center; margin-left: 20px;">los datos deben pasar r&aacute;pido pero muy rebanado, asi se transporta la informaci&oacute;n, en la red</p>
            <p style="text-align: center; margin-left: 20px;">5G latencia = pilotar veh&uacute;culo a distancia = recibes a tiempo real, y afectas a nivel real (nivel de tierra)</p>
            <p style="text-align: center; margin-left: 20px;">LAN virtuales, por cada boca de router se le a&ntilde;ade, un edifico aca y el otro aqu&iacute;</p>
            <p style="text-align: center; margin-left: 20px;">cambiador de medios = cobre, optica, switch, radioenlaces, etc</p>
            <p style="text-align: center; margin-left: 20px;">reglas de control = capas de control, leer espero recibir todo o empezar con la cabecera switch = no controla las tramas rotas , pero se le puede poner control y estrategias,</p>
            <p style="text-align: center; margin-left: 20px;">datagrama= capa de transporte = protocolo pcp y udp</p>
            <p style="text-align: center; margin-left: 20px;">complentario= RAP de ARP</p>
            <p style="text-align: center; margin-left: 20px;">switch= tuene tu direcci&oacute;n ip, m&aacute;s tiene una tabla peque&ntilde;a de 24 s&oacute;calos no se puede encadenar muchos switch por falta de memoria y velocidad</p>
            <p style="text-align: center; margin-left: 20px;">arp= dame la</p>
            <p style="text-align: center; margin-left: 20px;">proxy= servidor de proximidad</p>
            <p style="text-align: center; margin-left: 20px;">rutinas =</p>
            <p style="text-align: center; margin-left: 20px;">pop = es la conexi&oacute;n de salida de red</p>
            <p style="text-align: center; margin-left: 20px;">Rack&Ccedil;= empotrado y excento y montaje superficial y mural</p>
            <p style="text-align: center; margin-left: 20px;">Cada equipo = host</p>
            <p style="text-align: center; margin-left: 20px;">La tarjeta Nick, cada que manda algo la marca con su mac</p>
            <p style="text-align: center; margin-left: 20px;">Mayormente se usa en europa el tipo</p>
            <p style="text-align: center; margin-left: 20px;">cable de consola crosover fast ethernet</p>
            <p style="text-align: center; margin-left: 20px;">byte: octeto</p>
            <p style="text-align: center; margin-left: 20px;">bit:</p>
            <p style="text-align: center; margin-left: 20px;">cmd ping pin 10.10.1.115</p>
            <p style="text-align: center; margin-left: 20px;">conector modular dentro del rj-45</p>
            <p style="text-align: center; margin-left: 20px;">investigaci&oacute;n</p>
            <p style="text-align: center; margin-left: 20px;">MC2 Tramas o paquetes OSI L&iacute;nea de transmisi&oacute;n sistema octal en linux exadecimal bits, glifos, en dos binario natural, codigo 2 4 8 1 Clave Morse Chiquitio de la calzado NFC Redes sonet = 32bits Rack horizonte dividido wifi british company tipos de red Descargar programas inform&aacute;ticos</p>
            <p style="text-align: center; margin-left: 20px;">Doom</p>
            <p style="text-align: center; margin-left: 20px;">linux man arp</p>
            <p style="text-align: center; margin-left: 20px;">sudo, apt= aplicaciones de instaladores en debian</p>
        </div>
        <div>
            <h3 style="text-align: center; margin-left: 20px;">18 de Octubre</h3>
            <p style="text-align: center; margin-left: 20px;">Tipo de equipo Rack, cofre</p>
            <p style="text-align: center; margin-left: 20px;">Marca Monolyth</p>
            <p style="text-align: center; margin-left: 20px;">Nombre el producto</p>
            <p style="text-align: center; margin-left: 20px;">Descripci&oacute;n del producto Es de color negro, sus chapas iguales tiene huecos de ventilaci&oacute;n,en la parte superior</p>
            <p style="text-align: center; margin-left: 20px;">Tama&ntilde;o 19 pulgadas, tama&ntilde;o estandar altura 50cm, profundida 45cm, anchura 60cm</p>
            <p style="text-align: center; margin-left: 20px;">Unidades 9 unidades</p>
            <p style="text-align: center; margin-left: 20px;">Altura de instalaci&oacute;n</p>
            <p style="text-align: center; margin-left: 20px;">Ficha t&eacute;cnica</p>
            <p style="text-align: center; margin-left: 20px;">Tipo de equipo Switch</p>
            <p style="text-align: center; margin-left: 20px;">Modelo 110024 PORT 3C 16950</p>
            <p style="text-align: center; margin-left: 20px;">Nombre 3com Superstack</p>
            <p style="text-align: center; margin-left: 20px;">Descripci&oacute;n del equipo Es de color gris, 18 puertos rj45</p>
            <p style="text-align: center; margin-left: 20px;">Montaje de rack telem&aacute;tico</p>
            <p style="text-align: center; margin-left: 20px;">Herramientas</p>
            <p style="text-align: center; margin-left: 20px;">Gafas de seguridad</p>
            <p style="text-align: center; margin-left: 20px;">lapiz y goma</p>
            <p style="text-align: center; margin-left: 20px;">ropa de alba&ntilde;il</p>
            <p style="text-align: center; margin-left: 20px;">guantes de jardiner&iacute;a</p>
            <p style="text-align: center; margin-left: 20px;">broca o mecha del 10 modelo s10 y fisher sx</p>
            <p style="text-align: center; margin-left: 20px;">llave inglesa 10-11</p>
            <p style="text-align: center; margin-left: 20px;">Carraca</p>
            <p style="text-align: center; margin-left: 20px;">Arandela</p>
            <p style="text-align: center; margin-left: 20px;">Instalaci&oacute;n de rack</p>
            <p style="text-align: center; margin-left: 20px;">Altura 57cm hacia abajo de la de mi casa del televisor agujeros de intalaci&oacute;n a 55 de la raya que hicimos</p>
            <p style="text-align: center; margin-left: 20px;">medir muchas cortar una,</p>
            <p style="text-align: center; margin-left: 20px;">armario ciego 1.10 altura 80 ancho 40 profunco</p>
            <p style="text-align: center; margin-left: 20px;">Maquina de taladrar</p>
            <p style="text-align: center; margin-left: 20px;">Funciones</p>
            <p style="text-align: center; margin-left: 20px;">Taladrar, calibrar la escopeta sentido delante-detr&aacute;s</p>
            <p style="text-align: center; margin-left: 20px;">mesa</p>
            <p style="text-align: center; margin-left: 20px;">1,50 cm</p>
            <p style="text-align: center; margin-left: 20px;">Instalaci&oacute;n de la red</p>
            <p style="text-align: center; margin-left: 20px;">Longitud total categor&iacute;a 6 tramos lineas de pared y mesa Longitud de cada cable Prolongadores</p>
            <p style="text-align: center; margin-left: 20px;">18 equipos fijos y otros 18 de montaje</p>
            <p style="text-align: center; margin-left: 20px;">toma adicional por mesa (6)</p>
            <p style="text-align: center; margin-left: 20px;">usamos primero la broca del 6 en percutor (martillo) y luego de 10</p>
            <p style="text-align: center; margin-left: 20px;">pr3esupuiestoi en hoja de calculo</p>
            <p style="text-align: center; margin-left: 20px;">enchufs necesitan adaptador</p>
            <p style="text-align: center; margin-left: 20px;">todo tiene que ir r&aacute;pido</p>
        </div>
        <div>
            <h3 style="text-align: center; margin-left: 20px;">20 de Octubre</h3>
            <p style="text-align: center; margin-left: 20px;">Android = subsistemas Android no recibe muchas actualizciones, solo tres a&ntilde;os (a los 5 a&ntilde;os se olvidan de ti), solo de seguridad Algunos pueden hacer una ROOMCOCINADA Archivo txf se manipula los planos del autocard, trabajamos por capas (en enlaces espec&iacute;ficos) &iquest;Trazador de planos (buscar aplicacion que haga planos de FOSS) Draw y (solid works, son piezas) otros alumnofp (clave may&uacute;sculas o min&uacute;sculas) (en enlaces inespec&iacute;ficos) leer todos los capitulos de los libros (solo quiere que la estructura se quede en nuestra cabezas) Cuello de botella = es lo mismo que un eslab&oacute;n d&eacute;bil Siempre comprar todas las RAM al mismo tiempo (Aprender todo de la carpeta de fudamentes) Depende de que base estes trabajando, habr&aacute; m&aacute;s o menos simbolos(base binaria, base decimal)<br>Glifo = n&uacute;meros, letras o alfanum&eacute;ricos N&uacute;mero complejo: es una extensi&oacute;n Issac Asimov: Los &aacute;rabes trajeron los n&uacute;meros de la India N&uacute;meros reales: Son el conjunto de todos los n&uacute;meros Los m&uacute;ltiplos son con may&uacute;sculas, y los subm&uacute;ltiplos son en min&uacute;scula multiplos binarios son potencias de 2 (potencia de 1000 en binarios = 1024) Los discos que llegan a un 1terabytes, tienen menos porque se manejan con n&uacute;meros binarios Audio muy comprimido quita frecuencias y el formato mp3 te quita bajos Formatos no destructivos para audio &ldquo;ape&rdquo; Si tienes un Iphone, comprate un auricular iphone, porque sino no lo esuchar&aacute;s bien, por motivo de bluetooth porque quita frecuencias IP = Internet Protocol LOs empalmes producen intereferencias en los cables de redes Snifer= Buscar datos Se puede poner alarmas para ver si la red se pone lenta, y de esta manera podemos encontrar si alguien nos esta pinchando el internet GN3 y paquet trazer, simulador libre de redes La calculadora de windows tiene, calculadora para programador. (converciones de binarios, decimales, etc) Router = Encaminadores Debemos progamar un firewall, con Linux Las impresoras son archivos, para los sistemas (todo paso de datos es un archivo) Para Linux todo es un archivo 2025 todo el servicio anal&oacute;gico dejar&aacute; de funcionar, salvo si lo conectamos a lo digital Por cableado el&eacute;ctrico se pude pasar datos</p>
            <p style="text-align: center; margin-left: 20px;">Tarea Aprender historia de los n&uacute;meros, leer &ldquo;EVOLUCI&Oacute;N HIST&Oacute;RICA DEL CONCEPTO DE N&Uacute;MERO&rdquo;, m&aacute;s revisar todos los libros de sobresistemas de numeraci&oacute;n Escribir emi nombre y apellido en accii siglas extendidas Leer los dos libros del: &ldquo;perfil en orden&rdquo; Hay que estudiar apuntes rocio y agust&iacute;n (redes y sistemas), conceptos b&aacute;sicos de redes y conceptos b&aacute;sicos de wifi, ipv6 (luego esto), ejercicios resueltos de redes (en la carpeta para redes) Enlaces sobre redes (debemos descargar, sera examen) Hay que ver m&uacute;ltiplos y subm&uacute;ltiplos Saber conversi&oacute;n de n&uacute;meros decimales y binarios</p>
            <p style="text-align: center; margin-left: 20px;">Clase dos Android = subsistemas Android no recibe muchas actualizciones, solo tres a&ntilde;os (a los 5 a&ntilde;os se olvidan de ti), solo de seguridad Algunos pueden hacer una ROOMCOCINADA Archivo txf se manipula los planos del autocard, trabajamos por capas (en enlaces espec&iacute;ficos) &iquest;Trazador de planos (buscar aplicacion que haga planos de FOSS) Draw y (solid works, son piezas) otros alumnofp (clave may&uacute;sculas o min&uacute;sculas) (en enlaces inespec&iacute;ficos) leer todos los capitulos de los libros (solo quiere que la estructura se quede en nuestra cabezas) Cuello de botella = es lo mismo que un eslab&oacute;n d&eacute;bil Siempre comprar todas las RAM al mismo tiempo (Aprender todo de la carpeta de fudamentes) Depende de que base estes trabajando, habr&aacute; m&aacute;s o menos simbolos(base binaria, base decimal)<br>Glifo = n&uacute;meros, letras o alfanum&eacute;ricos N&uacute;mero complejo: es una extensi&oacute;n Issac Asimov: Los &aacute;rabes trajeron los n&uacute;meros de la India N&uacute;meros reales: Son el conjunto de todos los n&uacute;meros Los m&uacute;ltiplos son con may&uacute;sculas, y los subm&uacute;ltiplos son en min&uacute;scula multiplos binarios son potencias de 2 (potencia de 1000 en binarios = 1024) Los discos que llegan a un 1terabytes, tienen menos porque se manejan con n&uacute;meros binarios Audio muy comprimido quita frecuencias y el formato mp3 te quita bajos Formatos no destructivos para audio &ldquo;ape&rdquo; Si tienes un Iphone, comprate un auricular iphone, porque sino no lo esuchar&aacute;s bien, por motivo de bluetooth porque quita frecuencias IP = Internet Protocol LOs empalmes producen intereferencias en los cables de redes Snifer= Buscar datos Se puede poner alarmas para ver si la red se pone lenta, y de esta manera podemos encontrar si alguien nos esta pinchando el internet GN3 y paquet trazer, simulador libre de redes La calculadora de windows tiene, calculadora para programador. (converciones de binarios, decimales, etc) Router = Encaminadores Debemos progamar un firewall, con Linux Las impresoras son archivos, para los sistemas (todo paso de datos es un archivo) Para Linux todo es un archivo 2025 todo el servicio anal&oacute;gico dejar&aacute; de funcionar, salvo si lo conectamos a lo digital Por cableado el&eacute;ctrico se pude pasar datos Tarea Aprender historia de los n&uacute;meros, leer &ldquo;EVOLUCI&Oacute;N HIST&Oacute;RICA DEL CONCEPTO DE N&Uacute;MERO&rdquo;, m&aacute;s revisar todos los libros de sobresistemas de numeraci&oacute;n Escribir emi nombre y apellido en accii siglas extendidas Leer los dos libros del: &ldquo;perfil en orden&rdquo; Hay que estudiar apuntes rocio y agust&iacute;n (redes y sistemas), conceptos b&aacute;sicos de redes y conceptos b&aacute;sicos de wifi, ipv6 (luego esto), ejercicios resueltos de redes (en la carpeta para redes) Enlaces sobre redes (debemos descargar, sera examen) Hay que ver m&uacute;ltiplos y subm&uacute;ltiplos Saber conversi&oacute;n de n&uacute;meros decimales y binarios</p>
        </div>
    </div>
    <div>
        <h2 style="text-align: center; margin-left: 20px;"><span style="color: rgb(226, 80, 65);">Noviembre</span></h2>
        <div>
            <h3 style="text-align: center; margin-left: 20px;">3 de NOviembre</h3>
            <p style="text-align: center; margin-left: 20px;">Acomodar</p>
            <p style="text-align: center; margin-left: 20px;">Recoger teclado en bolsa. Recoger rat&oacute;n, en la bolsa con el teclado. Poner en su sitio las sillas. Apagar la PC. Cerrar ventanas.</p>
            <p style="text-align: center; margin-left: 20px;">&iquest;qu&eacute; somos?</p>
            <p style="text-align: center; margin-left: 20px;">Capataces</p>
            <p style="text-align: center; margin-left: 20px;">Cosas a saber</p>
            <p style="text-align: center; margin-left: 20px;">Instalaci&oacute;n de Rack Cableados</p>
            <p style="text-align: center; margin-left: 20px;">Presupuesto</p>
            <p style="text-align: center; margin-left: 20px;">Toma, bases. terminal, Engastar (greenpar). Paneles (deben ser buenos y nuevas). 8x4 = 8 golpes un cable V abierto no sirve, porque crea falso contacto.</p>
            <p style="text-align: center; margin-left: 20px;">conector modular 8p 8c conector modular investigar cables termo inyectados Capuchas precio</p>
            <p style="text-align: center; margin-left: 20px;">cables de interferencia</p>
            <p style="text-align: center; margin-left: 20px;">Principio de superposici&oacute;n de fuentes</p>
            <p style="text-align: center; margin-left: 20px;">Diferencia entre catigor&igrave;a de 6 y 6A</p>
            <p style="text-align: center; margin-left: 20px;">Pares trenzados exstendidos</p>
            <p style="text-align: center; margin-left: 20px;">IDC display</p>
            <p style="text-align: center; margin-left: 20px;">&iquest;que efecto tiene trenzar los hilos?</p>
            <p style="text-align: center; margin-left: 20px;">anula la interferencia que se recbe en el cable</p>
            <p style="text-align: center; margin-left: 20px;">coaxial= vivo y pantalla</p>
            <p style="text-align: center; margin-left: 20px;">cable P o M, diferentes plastcos</p>
            <p style="text-align: center; margin-left: 20px;">blindaje met&aacute;lico</p>
            <p style="text-align: center; margin-left: 20px;">la se&ntilde;al depende de la posic&oacute;n geometrica</p>
            <p style="text-align: center; margin-left: 20px;">Tomas puntan cualquier lugar?</p>
            <p style="text-align: center; margin-left: 20px;">enchufes aereos, xonectores shuko 16 A dos bananas gruesas</p>
            <p style="text-align: center; margin-left: 20px;">Manguerqa de 2,5mmcuadrados</p>
            <p style="text-align: center; margin-left: 20px;">18 mesas tapeta troceada serrucho corte rectos (ingletadora) hoja ancha 2 cm, tipo de dientes para metal, ir hacia atras dos veces, medir muchas, cortar una</p>
            <p style="text-align: center; margin-left: 20px;">&iquest;por que no poner 6a?</p>
            <p style="text-align: center; margin-left: 20px;">20 tomas en total</p>
            <p style="text-align: center; margin-left: 20px;">Tratocar gps</p>
            <p style="text-align: center; margin-left: 20px;">servidores adicionales de tiempo</p>
            <p style="text-align: center; margin-left: 20px;">linux va a una parrilla de setvidores de tiempo, o pool hace valoraci&oacute;n total de los servidores (pool)</p>
            <p style="text-align: center; margin-left: 20px;">tienen un valor de tic 27 milesimas de segundos, las computadoras del instituto</p>
            <p style="text-align: center; margin-left: 20px;">reloj del sistema siempre esta en UTC = tiempo universal coordinado</p>
            <p style="text-align: center; margin-left: 20px;">El dua tienen que tener la misma hora, tanto linux como windows</p>
            <p style="text-align: center; margin-left: 20px;">&iquest;como montar nuestros propias servidores de tiempo?</p>
            <p style="text-align: center; margin-left: 20px;">openwebinars curso de aprender linux desde cero</p>
            <p style="text-align: center; margin-left: 20px;">Arduino</p>
            <p style="text-align: center; margin-left: 20px;"><a href="https://openwebinars.net/cursos/aprender-linux-desde-cero/">https://openwebinars.net/cursos/aprender-linux-desde-cero/</a></p>
            <p style="text-align: center; margin-left: 20px;"><a href="https://openwebinars.net/cursos/ipv6/">https://openwebinars.net/cursos/ipv6/</a></p>
        </div>
    </div>
    <div>
        <h2 style="text-align: center; margin-left: 20px;"><span style="color: rgb(184, 49, 47);">Enero</span></h2>
        <div>
            <h3 style="text-align: center; margin-left: 20px;">10 de Enero</h3>
            <p style="text-align: center; margin-left: 20px;">Ingeniero igual a pelagato investigar circuitos digitales plaqca de arduino canal suez esta bloqueado</p>
            <p style="text-align: center; margin-left: 20px;">paralelismo circuito digitaal y el programa que lo simula</p>
            <p style="text-align: center; margin-left: 20px;">Secuencias de imagenes, no videos, pero si gifs que es mejor, para lo que estamos haciendo Hay que ahorrar datos.</p>
            <p style="text-align: center; margin-left: 20px;">Programa de simulaci&oacute;n de circuitos digital</p>
            <p style="text-align: center; margin-left: 20px;">Marc Vidal: &ldquo;La era de la humanidad&rdquo;.</p>
            <p style="text-align: center; margin-left: 20px;">Hay que ver fundamentos, para descargar todo lo que hay, en nuestra querida materia de SIR</p>
            <p style="text-align: center; margin-left: 20px;">digital simulator</p>
            <p style="text-align: center; margin-left: 20px;">Gif animado:</p>
            <p style="text-align: center; margin-left: 20px;">llega internet cerrado, en los semaforos</p>
            <p style="text-align: center; margin-left: 20px;">En nuestros trabajos debemos hacer n&uacute;meros, no monigotes</p>
            <p style="text-align: center; margin-left: 20px;">En el proyecto del sremaforo solo falta la transmisi&oacute;n</p>
            <p style="text-align: center; margin-left: 20px;">Tia485</p>
            <p style="text-align: center; margin-left: 20px;">Miniproyecto</p>
            <p style="text-align: center; margin-left: 20px;">Asistente de dise&ntilde;o digital, para poder usar la funcion que podemos usar, y asi no podernos equivocarnos</p>
            <p style="text-align: center; margin-left: 20px;">display de reloges</p>
            <p style="text-align: center; margin-left: 20px;">noi se usa sistema secuenjcial, simno un sistema de complejos, no es secuencial</p>
            <p style="text-align: center; margin-left: 20px;">Examen el auto fantastico, hay que verlo se puede hacer un contador, no es necesario que reversible</p>
            <p style="text-align: center; margin-left: 20px;">&ldquo;Diagrama de estado, y ver sus transiciones&rdquo; (No usaremos puerta l&oacute;gica)</p>
            <p style="text-align: center; margin-left: 20px;">circuito secuencial es creado solo, nosotros no solemos hacerlo, si tenemmos el programa claro esta</p>
        </div>
        <div>
            <h3 style="text-align: center; margin-left: 20px;">26 de Enero</h3>
            <p style="text-align: center; margin-left: 20px;">SE LE PERDONA A VIDA SI LOGRA HACER LO QUE TIENE QUE HACER EL CULPABLE EAS EL PROFESOR PORQUE EL DESACTIVO En el ciber no se puede compartir hay que saber activar redes y ver que es un pin en la parte de abajo debemos rematar T = Q/v q=2 gigabytes v= cuello de botella 50X18 minutos Windos poetable</p>
            <p style="text-align: center; margin-left: 20px;">Instalar NEO</p>
            <p style="text-align: center; margin-left: 20px;">crono hay que hacer particiones, mi padre unidad m y b milibytes es la oficial de los sistemas inform&aacute;ticos, son binarios 238Gb linux 50gb windows 100gb gru sesi&oacute;n</p>
            <p style="text-align: center; margin-left: 20px;">Hay que entrar multiplexar = conmutar varias lineas de uno en uno, solo una vez a</p>
            <p style="text-align: center; margin-left: 20px;">caja negra= defines una ffunci&oacute;n, de varias salidas logica estandar primer controlador de audio=chips de tecnologia de 100KHz para audio, (hay que dar la vueklta al animal)</p>
            <p style="text-align: center; margin-left: 20px;">Its the control, calculator</p>
            <p style="text-align: center; margin-left: 20px;">Se llama muslos, y se la mete en circuitos</p>
        </div>
    </div>
    <div>
        <h2 style="text-align: center; margin-left: 20px;"><span style="color: rgb(184, 49, 47);">Febrero</span></h2>
        <div>
            <h3 style="text-align: center; margin-left: 20px;">2 de Febrero</h3>
            <p style="text-align: center; margin-left: 20px;">Azimut uno se mueve despacio, alejarce de campo magn&eacute;tico</p>
            <p style="text-align: center; margin-left: 20px;">Br&uacute;jula calibrada</p>
            <p style="text-align: center; margin-left: 20px;">Elevaci&oacute;n foco primario</p>
            <p style="text-align: center; margin-left: 20px;">Tenemos una frecuenciA Intermedio,, cada cable tiene su frecuencia</p>
            <p style="text-align: center; margin-left: 20px;">3/4 forward error conector</p>
            <p style="text-align: center; margin-left: 20px;">Elevaci&oacute;n</p>
        </div>
        <div>
            <h3 style="text-align: center; margin-left: 20px;">7 de Febrero</h3>
            <p style="text-align: center; margin-left: 20px;">comprar pack de arduino comprarme un celular CSP Hay que tener un usb con arranque de windows la oferta esta bie hay que comentar las cosas, camel camel web que registra todos los precios reserva una a&ntilde;o de precios, son ofertas muy puntuales, a veces la web no es muy fiable combinacionales excepci&oacute;n=una forma de evitar desastres mayores(lo hace en automatico el programa de progrmaci&oacute;n)</p>
            <p style="text-align: center; margin-left: 20px;">PRIMER LENGUAJE ASSEMBLE</p>
            <p style="text-align: center; margin-left: 20px;">Hacer combnacionales y multiplexores, m&aacute;s linux</p>
            <p style="text-align: center; margin-left: 20px;">Linux se tiene un descongelado (no vale punto exe, sino el sh, interprete de comandos) m&aacute;quina virtual, clonezilla restaurar Hay que instalar (digital) word-reference=para saber como se pronuncia SP32=El mismo procesador o lotes de 5 y 8 Enchufe micro-usb 1 ardusim arduino IDE Examen guardar configuraci&oacute;n 1 ardusim</p>
            <p style="text-align: center; margin-left: 20px;">para poder trabajar con el cesar=scesar copiler(poner este nombre en windows)</p>
            <p style="text-align: center; margin-left: 20px;">electr&oacute;nica digital=cursos de programaci&oacute;n b&aacute;sica Dv-C++ Geway visual estudio codio</p>
            <p style="text-align: center; margin-left: 20px;">Arduino = Apuntes de cursos sobre programas Aules=programas-software=enlaces cursos=Andruino;intro,prog</p>
            <p style="text-align: center; margin-left: 20px;">pseudo c&oacute;digo examen pr&aacute;ctico es hacer digital</p>
            <p style="text-align: center; margin-left: 20px;">RAM virtuales Chack GPT inteligencia artifical hace tesis jueves 2 prueba trimestral</p>
            <p style="text-align: center; margin-left: 20px;">aprender C++</p>
            <p style="text-align: center; margin-left: 20px;">instalar m&aacute;quina virtual en mi laptop, para hacer mi trabajo</p>
            <p style="text-align: center; margin-left: 20px;">leer hasta el cap&iacute;tulo 6 programaci&oacute;n landa= se hacen asi mismas aprender landa arduino y java= gastan obejetos, y usan clases arduino puedes usarlo sin objetos, arduino es muy cutre en el sentido de memoriajuajo L&oacute;gica hay que revisar</p>
            <p style="text-align: center; margin-left: 20px;">briteline= investigar assembler, copilado y semicopilado e interpretado lenguajes de programaci&oacute;n</p>
            <p style="text-align: center; margin-left: 20px;">m&aacute;quia virtual, bucles primeros son malos C=sin objetos C++= con objetos el plus es lat&iacute;n</p>
        </div>
        <div>
            <h3 style="text-align: center; margin-left: 20px;">9 de Febrero</h3>
            <p style="text-align: center; margin-left: 20px;">las m&aacute;quinas no son autonomas, pero tienen botones nucleares (chistes Mateo)</p>
            <p style="text-align: center; margin-left: 20px;">0 en LT hace que todo se prenda, puedes regular el brillo del display</p>
            <p style="text-align: center; margin-left: 20px;">macron= es negado-ortografico de la rayita</p>
            <p style="text-align: center; margin-left: 20px;">luz es igual a una onda part&iacute;cula</p>
            <p style="text-align: center; margin-left: 20px;">los leds an ido mejorando, a tal punto que son mejores que los al&oacute;genos</p>
            <p style="text-align: center; margin-left: 20px;">este aparato como se llama pg 35 AESI-AII_in_one bit6 de paridad, puede ser par o impar todo el conjunto, se cuentan los unos que te llegan</p>
            <p style="text-align: center; margin-left: 20px;">patas de control, complicado llegar caractreres tetas, se volvieron locos, no eran buenos y despu&eacute;s la cosa se tiro por puertos series, el protocolo es jodido, debes manejar errrores, peticiones</p>
            <p style="text-align: center; margin-left: 20px;">Generador de paridad(investigar)</p>
            <p style="text-align: center; margin-left: 20px;">de binario a hexadecimal</p>
            <p style="text-align: center; margin-left: 20px;">Terreno de los aritm&eacute;ticos, el t&iacute;pico bloque que pregunta en recuperaci&oacute;n</p>
            <p style="text-align: center; margin-left: 20px;">Semi-zumbador ASCII 0=48, 0X30, 00110000 par 0, impar 1 Binarios 11111 124816</p>
            <p style="text-align: center; margin-left: 20px;">Funci&oacute;n acarreo</p>
            <p style="text-align: center; margin-left: 20px;">Hexadecimal=Juanca</p>
            <p style="text-align: center; margin-left: 20px;">N&uacute;meros antig&uuml;os estudiar</p>
            <p style="text-align: center; margin-left: 20px;">Acarreo en serie, es una solci&oacute;n de servicio empleado &iquest;puerto de propagaci&oacute;n de cada puerta? Apuntes de C&eacute;sar estudiar Calculos de CERN, son muy exactos utilizan todos los decimales que archivos faltan en los archivos Arduinos Lach, flipflop= para nosotros es b&aacute;scula TEOR&Iacute;A DE GRAFOS</p>
            <p style="text-align: center; margin-left: 20px;">nunca le des a luz si hueles a gas(consejos Mateo)</p>
        </div>
        <div>
            <h3 style="text-align: center; margin-left: 20px;">14 de Febrero</h3>
            <p style="text-align: center; margin-left: 20px;">Un descontador ejemplo de 60s empezar&iacute;a con el n&uacute;mero 59, (sem&aacute;foro) lach=cerrojo automatas finitos, sino tienen sistemas de circuitos digitales, contadores 64-90&hellip;. contra fase=en fase cotraria baile en fase, cumbia inversa de nanosegundos es gigaherzios 10-6 y 10 6</p>
        </div>
        <div>
            <h3 style="text-align: center; margin-left: 20px;">16 de Febrero</h3>
            <p style="text-align: center; margin-left: 20px;">Pizarra enero al final el cuestionario datasheet es una buen</p>
            <p style="text-align: center; margin-left: 20px;">hay empresas que te hacen prototipos de los circuitos</p>
            <p style="text-align: center; margin-left: 20px;">programas Ki cad 7.0 circuiter&iacute;a electr&oacute;nica (el pinguino es lunx, manzana mordida es apple y laa ventana es windows) Cad/cae/cam autodesk/eagle fritzing</p>
            <p style="text-align: center; margin-left: 20px;">tienen ficheros estandarizados Juanca tiene una impresora 3D, no funciona</p>
        </div>
    </div>
    <div>
        <h2 style="text-align: center; margin-left: 20px;"><span style="color: rgb(184, 49, 47);">Marzo</span></h2>
        <div>
            <h3 style="text-align: center; margin-left: 20px;">14 de Marzo</h3>
            <p style="text-align: center; margin-left: 20px;">Se puede hacer la instalaci&oacute;n de un andriod en una pc solo con sistema linux iso del sistema correspondiente control+alt=sale consola en linux &iquest;como creamos un archivo? entramos en la zona home &iquest;que es un alias? es un comando (man=manual, se pone para crear alias)</p>
            <p style="text-align: center; margin-left: 20px;">virtual box=instalar un sistema operativo desde cero debian linux</p>
            <p style="text-align: center; margin-left: 20px;">&iquest;comandos? aliascrear man man mac directory</p>
            <p style="text-align: center; margin-left: 20px;">Archivo0 regula no tiene Cambiar nombre neuith udrfgsdjklj</p>
            <p style="text-align: center; margin-left: 20px;">instrucci&oacute;n aa y la b listas inversas</p>
            <p style="text-align: center; margin-left: 20px;">manejo de archivos y directorios m&aacute;s empaquetados</p>
            <p style="text-align: center; margin-left: 20px;">concatenaci&oacute;n de archivos como se juntan archivos juntos.txt</p>
        </div>
        <div>
            <h3 style="text-align: center; margin-left: 20px;">16 de Marzo</h3>
            <p style="text-align: center; margin-left: 20px;">Ventoy=isos C&oacute;digo gparted sudo gparted (para ver la memoria) &iquest;como lanzar un programa y cerrar la consola? un sistema nuevo de arranque</p>
            <p style="text-align: center; margin-left: 20px;">Tabla de particiones m&aacute;s comuines msdos gpt amiga</p>
            <p style="text-align: center; margin-left: 20px;">&iquest;formatear disco? Gparted ir a pesta&ntilde;a de dispositivo elegir gpy bsd= &iquest;montar partici&oacute;n en el sistema? &iquest;que es un oredenador amiga? &iquest;que es una granja?(Bitcoins)</p>
            <p style="text-align: center; margin-left: 20px;">Actividad Gparted dispositivo: crear tabla: GPT (borrar disco) nuava partci&oacute;n; etiqueta: Resto; Sistemas de archivos: NTFS 150 Gib 25GiB</p>
            <p style="text-align: center; margin-left: 20px;">Descargar ISO android-x86</p>
        </div>
        <div>
            <h3 style="text-align: center; margin-left: 20px;">21 de Marzo</h3>
            <p style="text-align: center; margin-left: 20px;">OSINT = Son las siglas de Open Source Intelligence o inteligencia de fuentes abiertas CISCO = Electr&oacute;nica de red</p>
            <p style="text-align: center; margin-left: 20px;">Debian Firefox Dolphin Nautilus</p>
            <p style="text-align: center; margin-left: 20px;">sudo = super usuario base</p>
            <p style="text-align: center; margin-left: 20px;">Pr&aacute;ctica</p>
            <p style="text-align: center; margin-left: 20px;">debian 11 net inst &lt; 400 MB</p>
            <p style="text-align: center; margin-left: 20px;">mnt &ldquo;Resto&rdquo; /media/gru/resto /dev/sda1</p>
            <p style="text-align: center; margin-left: 20px;">sudo mount umount</p>
        </div>
        <div>
            <h3 style="text-align: center; margin-left: 20px;">23 de Marzo</h3>
            <p style="text-align: center; margin-left: 20px;">clonar copia de seguridad = estudiar</p>
            <p style="text-align: center; margin-left: 20px;">rfind Python m&eacute;todo (<a href="https://www.w3big.com/es/python/att-string-rfind.html#gsc.tab=0">https://www.w3big.com/es/python/att-string-rfind.html#gsc.tab=0</a> ) implantar un sistema de men&uacute;</p>
            <p style="text-align: center; margin-left: 20px;">control de acceso a los usuarios = para limitar a la gente</p>
            <p style="text-align: center; margin-left: 20px;">somos el grupo SIR o primero de STI (100GB por alumno)</p>
            <p style="text-align: center; margin-left: 20px;">Andoid Extensi&oacute;n 4 Resto= ntfs</p>
            <p style="text-align: center; margin-left: 20px;">Examen Raid, Raid 5 configuraci&oacute;n Raid, LBUM Regrup Debian</p>
            <p style="text-align: center; margin-left: 20px;">Ver Software; enlace archivo, archivos linux</p>
            <p style="text-align: center; margin-left: 20px;">shadow password</p>
            <p style="text-align: center; margin-left: 20px;">Instalar buscador chatGPT chatgpteros</p>
            <p style="text-align: center; margin-left: 20px;">M&aacute;quinas actuales, adolecen de sesgo=no contemplan todas las posibilidades</p>
            <p style="text-align: center; margin-left: 20px;">todo archivo terminado en d= daemon o demonio (escuchador)</p>
            <p style="text-align: center; margin-left: 20px;">&iquest;que es el kernel?</p>
            <p style="text-align: center; margin-left: 20px;">se puede copiar y copilar un codigo fuente; de una fuente fiable (por cuesti&oacute;n de virus)</p>
            <p style="text-align: center; margin-left: 20px;">fstab=es un fichero</p>
        </div>
        <div>
            <h3 style="text-align: center; margin-left: 20px;">30 de Marzo</h3>
            <p style="text-align: center; margin-left: 20px;">wifi 6 &iquest;como empez&oacute; la wifi?</p>
            <p style="text-align: center; margin-left: 20px;">Indexaci&oacute;n = clasificador</p>
            <p style="text-align: center; margin-left: 20px;">Ipv6 concenceptos basicos de redes conceptos basicos de wifi roc&iacute;o</p>
        </div>
    </div>
    <div>
        <h2 style="text-align: center; margin-left: 20px;"><span style="color: rgb(184, 49, 47);">Abril</span></h2>
        <div>
            <h3 style="text-align: center; margin-left: 20px;">4 de Abril</h3>
            <p style="text-align: center; margin-left: 20px;">puntos a explorar</p>
            <p style="text-align: center; margin-left: 20px;">tecnicas a explorar wifi 5 y 6 explorar</p>
            <p style="text-align: center; margin-left: 20px;">router siempre son capa 3 suelen venir con linux se muere por calor</p>
            <p style="text-align: center; margin-left: 20px;">taller 5</p>
            <p style="text-align: center; margin-left: 20px;">microtic</p>
        </div>
    </div>
    <div>
        <h2 style="text-align: center; margin-left: 20px;"><span style="color: rgb(184, 49, 47);">Mayo</span></h2>
        <div>
            <h3 style="text-align: center; margin-left: 20px;">4 de Mayo</h3>
            <p style="text-align: center; margin-left: 20px;">Banda Base / video compuesto / video est&aacute;ndar (video grabador, se conecta al router, para aumentarle la seguridad, debido a que crea un bloqueo) ver que ancho de banda usan estas c&aacute;maras</p>
            <p style="text-align: center; margin-left: 20px;">Necesitamos Balum para hacer esta instalaci&oacute;n del video grabador video grabador entradas de alarma =</p>
            <p style="text-align: center; margin-left: 20px;">cada cmara tienen detectores volum&eacute;tricos u otros</p>
            <p style="text-align: center; margin-left: 20px;">Puertos series:&iquest;cuales? Camara gun</p>
            <p style="text-align: center; margin-left: 20px;">Camara orientable</p>
            <p style="text-align: center; margin-left: 20px;">&iquest;cuales son los puntos de acceso? &iquest;cualkes son los puntos de acceso con router? &iquest;que es un switch o un router?</p>
            <p style="text-align: center; margin-left: 20px;">En el Aula</p>
            <p style="text-align: center; margin-left: 20px;">Bancada 1 Bancada 2 Bancada 3 Bancada 4 Bancada 5 Bancada 7</p>
        </div>
        <div>
            <h3 style="text-align: center; margin-left: 20px;">11 de Mayo</h3>
            <p style="text-align: center; margin-left: 20px;">&iquest;que es el Firmware? &iquest;que modifica el firmware en la plca?&iquest;d&oacute;nde se almacena el firmware?</p>
            <p style="text-align: center; margin-left: 20px;"><a href="https://hardzone.es/reportajes/que-es/firmware-sirve-actualizarlo/">https://hardzone.es/reportajes/que-es/firmware-sirve-actualizarlo/</a></p>
            <p style="text-align: center; margin-left: 20px;"><a href="https://www.xataka.com/basics/que-firmware-que-se-diferencia-drivers">https://www.xataka.com/basics/que-firmware-que-se-diferencia-drivers</a></p>
            <p style="text-align: center; margin-left: 20px;">placa base actualizaci&oacute;n entre 15-20 minutos</p>
            <p style="text-align: center; margin-left: 20px;">Brick = placa madre que ya no sirve</p>
            <p style="text-align: center; margin-left: 20px;">&iquest;que es la RAM y la ROM?&nbsp;<a href="https://concepto.de/memoria-rom/">https://concepto.de/memoria-rom/</a></p>
            <p style="text-align: center; margin-left: 20px;"><a href="https://www.xataka.com/basics/memoria-ram-que-sirve-como-mirar-cuanta-tiene-tu-ordenador-movil">https://www.xataka.com/basics/memoria-ram-que-sirve-como-mirar-cuanta-tiene-tu-ordenador-movil</a></p>
            <p style="text-align: center; margin-left: 20px;">&iquest;que es PS/2? me0n</p>
            <p style="text-align: center; margin-left: 20px;">virtual box actualizado Mikrotik winbox 64 team viewer</p>
            <p style="text-align: center; margin-left: 20px;">lo convierto en un ZIP y se lo paso por aules a MAteo el logbook repositorio privado</p>
        </div>
        <div>
            <h3 style="text-align: center; margin-left: 20px;">25 de Mayo</h3>
            <p style="text-align: center; margin-left: 20px;">tE PUEDE DEJAR HASTA 4 CONEXIONES AL d&iacute;a Perplexity (la 4 es mejor esta viva)</p>
            <p style="text-align: center; margin-left: 20px;">Cursos para interrogar Inteligencias Artificiales (Italia prohibi&oacute;)</p>
        </div>
    </div>
</body>

</html>
